{
  "fun_facts": {
    "fact_1": [
      "Bananas are berries, but strawberries aren't.",
      "Honey never spoils — archaeologists found 3,000-year-old edible honey.",
      "The Eiffel Tower can grow 6 inches taller in summer due to heat expansion.",
      "Octopuses have three hearts.",
      "A group of flamingos is called a 'flamboyance'.",
      "You can't burp in space because of zero gravity.",
      "The inventor of the Pringles can is buried in one.",
      "Sharks existed before trees.",
      "Butterflies can taste with their feet.",
      "A day on Venus is longer than a year on Venus.",
      "Koalas' fingerprints are almost identical to humans'.",
      "Sloths can hold their breath longer than dolphins.",
      "Cows have best friends and get stressed when separated.",
      "Owls have tubular eyes, not round ones.",
      "Dolphins have names for each other.",
      "Axolotls can regrow limbs, spinal cords, and even parts of their brain.",
      "Male seahorses give birth.",
      "Rats and mice laugh when tickled.",
      "Penguins propose with pebbles.",
      "Crocodiles can't stick out their tongues.",
      "Your stomach gets a new lining every 3–4 days.",
      "Fingernails grow faster than toenails.",
      "Your body has enough iron to make a 3-inch nail.",
      "Earwax is a type of sweat.",
      "The human nose can detect over 1 trillion scents.",
      "Goosebumps are a leftover survival trait from our ancestors.",
      "You're taller in the morning than at night.",
      "Your skin is the largest organ.",
      "Babies are born with about 300 bones, adults have 206.",
      "The tongue is made up of eight muscles.",
      "There are more stars in space than grains of sand on Earth.",
      "Space smells like burnt steak.",
      "Saturn could float in water because it's mostly gas.",
      "Neutron stars can spin 600 times per second.",
      "A spoonful of a neutron star weighs about a billion tons.",
      "Jupiter's Great Red Spot is a storm that's lasted 300+ years.",
      "One day on Mercury is 1,408 hours.",
      "There's a diamond planet called 55 Cancri e.",
      "The footprints on the Moon will last millions of years.",
      "Venus spins backward compared to most planets."
    ],
    "fact_2": [
      "Cleopatra lived closer in time to the Moon landing than to the building of the Great Pyramid.",
      "Oxford University is older than the Aztec Empire.",
      "Napoleon wasn't short — he was about 5'6\".",
      "The Great Fire of London killed only 6 people officially.",
      "The first alarm clock only rang at 4 a.m.",
      "George Washington grew marijuana on his farm.",
      "The Eiffel Tower was supposed to be temporary.",
      "Ketchup was once sold as medicine.",
      "The first oranges weren't orange but green.",
      "Ancient Romans used urine to whiten their teeth.",
      "The first computer virus was created in 1986.",
      "Email existed before the World Wide Web.",
      "The first text message ever sent was 'Merry Christmas'.",
      "Nintendo started as a playing card company in 1889.",
      "The Apollo guidance computer had less processing power than a modern smartphone.",
      "Google's first storage was made of LEGO bricks.",
      "The first camera took 8 hours to capture a photo.",
      "The world's first website is still online.",
      "Over 90% of the world's currency exists digitally.",
      "The first 1GB hard drive weighed 550 pounds.",
      "Apples float in water because they are 25% air.",
      "Carrots were originally purple.",
      "Coca-Cola was originally green.",
      "Watermelon is both a fruit and a vegetable.",
      "Pineapples take about 2 years to grow.",
      "Peanuts are not nuts; they're legumes.",
      "McDonald's once made bubblegum-flavored broccoli.",
      "Coffee beans are seeds, not beans.",
      "The popsicle was invented by an 11-year-old.",
      "Cheese is the most stolen food in the world.",
      "The hashtag (#) symbol is technically called an 'octothorpe'.",
      "The inventor of the frisbee was cremated and turned into a frisbee.",
      "Barbie's full name is Barbara Millicent Roberts.",
      "LEGO is the largest tire manufacturer in the world.",
      "Playing Tetris can help reduce trauma flashbacks.",
      "The original Monopoly game was circular.",
      "Bubble wrap was originally invented as wallpaper.",
      "A jiffy is an actual unit of time: 1/100th of a second.",
      "The longest hiccup lasted 68 years.",
      "Fortune cookies were invented in America, not China."
    ],
    "fact_3": [
      "Beethoven continued to compose after going deaf.",
      "A song that gets stuck in your head is called an 'earworm'.",
      "The longest national anthem is from Greece.",
      "The shortest song ever recorded is 1.316 seconds.",
      "Mozart wrote his first symphony at age 8.",
      "The Beatles hold the record for most #1 hits on Billboard.",
      "Elvis Presley never performed outside North America.",
      "Music can help plants grow faster.",
      "Spotify started in Sweden in 2006.",
      "The world's most expensive instrument is a Stradivarius violin.",
      "The Amazon Rainforest produces 20% of the world's oxygen.",
      "Lightning is five times hotter than the sun.",
      "Bamboo can grow almost 3 feet in 24 hours.",
      "A single tree can provide enough oxygen for four people.",
      "Antarctica is the driest desert on Earth.",
      "A cloud can weigh over a million pounds.",
      "There's a species of jellyfish that is biologically immortal.",
      "The Sahara Desert used to be a lush rainforest.",
      "The deepest part of the ocean is 36,000 feet deep.",
      "Whales can live over 200 years.",
      "The Olympic Games were originally a religious festival.",
      "Golf is the only sport played on the Moon.",
      "The fastest tennis serve was 163 mph.",
      "Michael Phelps has more Olympic gold medals than 161 countries.",
      "The longest recorded chess game lasted 20 hours.",
      "Cricket can last up to 5 days.",
      "The first basketball hoops were peach baskets.",
      "Baseballs were originally made of fish eyes.",
      "The Tour de France covers about 2,200 miles.",
      "Table tennis balls can travel over 100 km/h.",
      "Pac-Man was inspired by a pizza with a slice missing.",
      "The longest Monopoly game lasted 70 days.",
      "Mario's original name was 'Jumpman'.",
      "The first video game was 'Tennis for Two' in 1958.",
      "Minecraft was created in just 6 days.",
      "The PlayStation 2 is the best-selling console of all time.",
      "The Sims was originally a home design simulator.",
      "Space Invaders was so popular it caused a coin shortage in Japan.",
      "Fortnite earned $9 billion in its first two years.",
      "The world's largest Rubik's Cube is 1.57 meters tall."
    ],
    "fact_4": [
      "Velcro was inspired by burrs sticking to clothes.",
      "Bubble gum was invented in 1928.",
      "The microwave oven was invented by accident from radar tech.",
      "Post-it Notes were created from a failed glue.",
      "A Canadian invented basketball.",
      "The stethoscope was invented because a doctor felt shy listening to women's chests.",
      "The parachute was invented before the airplane.",
      "The ballpoint pen was invented in 1938.",
      "Silly Putty was discovered during WWII research.",
      "The first 3D printer was built in 1983.",
      "Bananas glow blue under black light.",
      "There are more plastic flamingos than real ones.",
      "Pencils can write underwater.",
      "A single strand of spaghetti is called a 'spaghetto'.",
      "Wombat poop is cube-shaped.",
      "Mosquitoes are attracted to the color blue twice as much as any other.",
      "The dot over the letter 'i' is called a tittle.",
      "Ice pops were invented by accident.",
      "A sneeze travels about 100 mph.",
      "Bubble wrap popping reduces stress.",
      "Russia spans 11 time zones.",
      "Canada has more lakes than the rest of the world combined.",
      "Alaska is the only U.S. state that can be typed on one keyboard row.",
      "Iceland has no mosquitoes.",
      "Monaco is smaller than Central Park in New York.",
      "There's a place in Africa where it hasn't rained in 2 million years.",
      "In Switzerland, it's illegal to own just one guinea pig (they get lonely).",
      "The Dead Sea is 9.6 times saltier than the ocean.",
      "Australia is wider than the Moon.",
      "China has only one time zone despite its size.",
      "Cows produce more milk when listening to music.",
      "Parrots can live over 80 years.",
      "Sea otters hold hands while sleeping.",
      "A shrimp's heart is in its head.",
      "Hummingbirds can fly backward.",
      "Frogs can't vomit; they eject their entire stomach.",
      "Cats have fewer toes on their back paws.",
      "Elephants can 'hear' with their feet.",
      "Some turtles can breathe through their butts.",
      "Starfish have no brain.",
      "A million seconds is 11.5 days; a billion seconds is 31.7 years.",
      "The 24-hour day was invented by the Egyptians."
    ],
    "fact_5": [
      "February 1865 is the only month in recorded history with no full moon.",
      "The longest word in English has 189,819 letters (a protein name).",
      "The number 'four' is considered unlucky in China.",
      "A 'moment' used to mean exactly 90 seconds.",
      "Leap years exist to balance Earth's orbit time.",
      "Zero was invented in India.",
      "The Mayan calendar never actually predicted the end of the world.",
      "New Year was once celebrated in April.",
      "The first hot air balloon carried a sheep, a duck, and a rooster.",
      "Airplanes were once considered a luxury for the wealthy only.",
      "The world's shortest flight lasts 57 seconds.",
      "The longest commercial flight is 18 hours.",
      "The London Underground could circle Earth 1.5 times in length.",
      "Traffic lights existed before cars.",
      "A Boeing 747 is made up of 6 million parts.",
      "The first car accident occurred in 1891.",
      "The Great Wall of China is not visible from space with the naked eye.",
      "Trains in Japan are rarely more than 1 minute late.",
      "Scotland has 421 words for snow.",
      "In Japan, letting a sumo wrestler make your baby cry is good luck.",
      "In ancient Egypt, servants were smeared with honey to attract flies away from pharaohs.",
      "The longest wedding veil was longer than 63 football fields.",
      "In South Korea, there's a holiday where people eat dog-shaped bread.",
      "A town in Norway has a knighted penguin.",
      "There's a species of ant that explodes as a defense mechanism.",
      "Hippos produce pink 'sweat' as sunscreen.",
      "There's a festival in Spain where people throw tomatoes at each other.",
      "Kangaroos can't walk backward.",
      "The Library of Congress adds about 12,000 items daily.",
      "Shakespeare invented more than 1,700 words.",
      "Einstein never wore socks.",
      "The Guinness World Records book holds a record itself for most sold copyrighted series.",
      "A town in Norway has a knighted penguin.",
      "There are 118 elements in the periodic table.",
      "The word 'school' comes from a Greek word meaning 'leisure'.",
      "Walt Disney was afraid of mice.",
      "The first university was founded in Morocco in 859 AD.",
      "The world's largest dictionary has 600,000 words.",
      "Reading for 6 minutes can reduce stress by 68%.",
      "Octopus blood is blue because it contains copper.",
      "Avocados are berries, but raspberries aren't.",
      "Sharks don't have bones.",
      "Coca-Cola would be green without coloring.",
      "Your body has more bacterial cells than human cells.",
      "Butterflies remember being caterpillars.",
      "The longest recorded flight of a chicken is 13 seconds.",
      "Pineapple works as a natural meat tenderizer.",
      "Alaska is the only state whose name you can type on one row of a keyboard.",
      "The inventor of Vaseline ate a spoonful of it daily.",
      "Water can boil and freeze at the same time.",
      "The first oranges were green, not orange.",
      "Goats have rectangular pupils.",
      "Some cats are allergic to humans.",
      "Peanuts explode in space.",
      "Dragonflies have six legs but can't walk.",
      "There are more stars than grains of sand on Earth.",
      "Ants never sleep.",
      "Banana plants are technically herbs.",
      "Otters have a pocket in their armpit to store food or rocks.",
      "Sharks existed before Saturn had rings.",
      "Your stomach gets replaced with a new lining every 3–4 days.",
      "Rabbits can't vomit.",
      "Tomatoes were once considered poisonous.",
      "Polar bear fur is transparent, not white.",
      "Horses can't breathe through their mouths.",
      "There are more public libraries in the U.S. than McDonald's.",
      "A group of crows is called a murder.",
      "Almonds are seeds, not nuts.",
      "Cows have 4 stomach compartments.",
      "Spiders can't fly but they can 'balloon' with silk threads.",
      "Elephants are the only mammals that can't jump.",
      "Blue whales are the largest animals to have ever lived.",
      "Your heartbeat syncs with the music you listen to.",
      "There's enough DNA in the human body to stretch from Earth to Pluto and back.",
      "Butterflies taste with their feet.",
      "The Moon is moving away from Earth by 3.8 cm every year.",
      "Sharks are immune to cancer (mostly).",
      "The unicorn is Scotland's national animal.",
      "Mosquitoes are the deadliest animals to humans.",
      "Some fish can climb trees.",
      "Cows moo in regional accents.",
      "Rats multiply so quickly that in 18 months, two rats could have over a million descendants.",
      "Your left lung is smaller than your right lung to make room for your heart.",
      "A crocodile can't stick out its tongue.",
      "Seahorses mate for life.",
      "Your fingernails grow about four times faster than your toenails.",
      "Most lipsticks contain fish scales.",
      "Kangaroos can't move backward.",
      "Owls can rotate their heads 270 degrees.",
      "Penguins can jump up to 6 feet in the air.",
      "Sloths can hold their breath longer than dolphins.",
      "Camels have three eyelids.",
      "Dolphins sleep with one eye open.",
      "A newborn kangaroo is the size of a jellybean.",
      "Butterflies can see ultraviolet light.",
      "Some frogs can freeze solid and still survive.",
      "There's a species of jellyfish that can live forever.",
      "Your brain uses about 20% of your body's energy.",
      "The human body contains about 37 trillion cells.",
      "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
      "Banana plants are technically herbs.",
      "Wombats poop cubes.",
      "An ostrich's eye is bigger than its brain.",
      "A snail can sleep for 3 years.",
      "Some cats have survived falls of over 30 stories.",
      "Tigers' skin is striped, not just their fur.",
      "Bees can recognize human faces.",
      "Koalas sleep up to 22 hours a day.",
      "The fingerprints of a koala are almost indistinguishable from a human's.",
      "Horseshoe crabs have blue blood.",
      "The fastest land animal is the cheetah, reaching 70 mph.",
      "Pandas spend about 12 hours a day eating."
    ]
  }
}